Repository: rofl0r/dxirc
Catalog: po/*.po
Languages: cs

source: /kick <channel> <nick>, kicks a user from a channel.
cs: /kick <kanál> <přezdívka>, vykopne uživatele z kanálu.

source: Warning: reason of kick is too long. Max. reason length is %d.
cs: Varování: důvod pro vykopnutí je příliš dlouhý. Max. délka je %d.

source: /kill <user> [reason], kills a user from the network.
cs: /kill <uživatel> [důvod], zabije uživatele.

source: Warning: reason of kill is too long. Max. reason length is %d.
cs: Varování: důvod pro zabití je příliš dlouhý. Max. délka je %d.

source: /lua <help|load|unload|list> [scriptpath|scriptname]
cs: /lua <help|load|unload|list> [cesta|jméno]

source: For help about Lua scripting visit: %s
cs: Pro nápovědu k Lua skriptování navštivte: %s

source: '%s' isn't <help|load|unload|list>
cs: '%s' není <help|load|unload|list>

source: /me <message>, sends the action to the current channel.
cs: /me <zpráva>, pošle akční zprávu aktivnímu kanálu.

source: /me <message>, sends the action to the current query.
cs: /me <zpráva>, pošle akční zprávu aktivního rozhovoru.

source: /me <to> <message>, sends the action.
cs: /me <komu> <zpráva>, pošle akční zprávu.

source: /mode <channel> <modes>, sets modes for a channel.
cs: /mode <kanál> <módy>, nastaví módy pro kanál.

source: /msg <nick/channel> <message>, sends a normal message.
cs: /msg <přezdívka/kanál> <zpráva>, pošle zprávu.

source: /names <channel>, for nicks on a channel.
cs: /names <kanál>, pro lidi na kanále.

source: /nick <nick>, changes nick.
cs: /nick <přezdívka>, změní přezdívku.

source: Warning: nick is too long. Max. nick length is %d.
cs: Varování: přezdívka je příliš dlouhá. Max. délka je %d.

source: NOTICE to %s: %s
cs: NOTICE pro %s: %s

source: /notice <nick/channel> <message>, sends a notice.
cs: /notice <přezdívka/kanál> <zpráva>, pošle poznámku.

source: /op <nicks>, gives operator status for one or more nicks.
cs: /op <přezdívky>, dá operátora jedné nebo více přezdívkám.

source: /op <channel> <nicks>, gives operator status for one or more nicks.
cs: /op <kanál> <přezdívky>, dá operátora jedné nebo více přezdívkám.

source: /oper <login> <password>, oper up.
cs: /oper <přihlašovací jméno> <heslo>, aktivuje operátora.

source: /part <channel> [reason], leaves channel.
cs: /part <kanál> [důvod], opustí kanál.

source: /query <nick>, opens query with nick.
cs: /query <přezdívka>, otevře záložku pro rozhovor s uživatelem.

source: Warning: topic is too long. Max. topic length is %d.
cs: Varování: téma je příliš dlouhé. Max. délka je %d.

source: /topic <channel> [topic], views or changes channel topic.
cs: /topic <kanál> [téma], zobrazí nebo změní téma kanálu.

source: /voice <nicks>, gives voice for one or more nicks.
cs: /voice <přezdívky>, dá hlas jedné nebo více přezdívkám.

source: /voice <channel> <nicks>, gives voice for one or more nicks.
cs: /voice <kanál> <přezdívky>, dá hlas jedné nebo více přezdívkám.

source: /wallops <message>, sends wallop message.
cs: /wallops <zprávu>, pošle wallop zprávu.

source: /who <mask> [o], searchs for mask on network, if o is supplied, only search for opers.
cs: /who <maska> [o], vyhledá podle masky na síti, při zadaném 'o' jen operátory.

source: /whois <nick>, whois nick.
cs: /whois <přezdívka>, příkaz 'kdo je' pro přezdívku.

source: /whowas <nick>, whowas nick.
cs: /whowas <přezdívka>, příkaz 'kdo byl' pro přezdívku.

source: Unknown command '%s', type /commands for available commands
cs: Neznámý příkaz '%s', /commands zobrazí dostupné příkazy

source: ADMIN [server], finds information about administrator for current server or [server].
cs: ADMIN [server], vyhledá informace o administrátorovi aktuálního serveru nebo [serveru].

source: AWAY [message], sets away status.
cs: AWAY [zpráva], nastaví stav pryč.

source: BANLIST <channel>, shows banlist for channel.
cs: BANLIST <kanál>, zobrazí seznam banů kanálu.

source: COMMANDS, shows available commands
cs: COMMANDS, zobrazí dostupné příkazy

source: CONNECT <server> [port] [nick] [password] [realname] [channels], connects for given server.
cs: CONNECT <server> [port] [přezdívka] [heslo] [jméno] [kanály], připojí k danému serveru.

source: CTCP <nick> <message>, sends a CTCP message to a user.
cs: CTCP <přezdívka> <zpráva>, pošle CTCP zprávu uživateli.

source: CYCLE <channel> [message], leaves and join channel.
cs: CYCLE <kanál> [zpráva], opustí a připojí kanál.

source: DCC chat <nick>, starts DCC chat.
cs: DCC chat <přezdívka>, spustí DCC chat.

source: DCC send <nick> <filename>, sends file over DCC.
cs: DCC send <přezdívka> <soubor>, pošle soubor pomocí DCC.

source: DCC psend <nick> <filename>, sends file passive over DCC.
cs: DCC psend <přezdívka> <soubor>, pošle soubor pasivně pomocí DCC.

source: More information about passive DCC on http://en.wikipedia.org/wiki/Direct_Client-to-Client#Passive_DCC
cs: Více informací o pasivním DCC na http://en.wikipedia.org/wiki/Direct_Client-to-Client#Passive_DCC

source: DEOP <channel> <nicks>, removes operator status from one or more nicks.
cs: DEOP <kanál> <přezdívky>, odebere operátora jedné nebo více přezdívkám.

source: DEVOICE <channel> <nicks>, removes voice from one or more nicks.
cs: DEVOICE <kanál> <přezdívky>, odebere hlas jedné nebo více přezdívkám.

source: DISCONNECT [reason], leaves server.
cs: DISCONNECT [důvod], opustí server.

source: EXEC [-o|-c] <command>, executes command, -o sends output to channel/query, -c closes running command.
cs: EXEC [-o|-c] <příkaz>, spustí příkaz, -o pošle výstup do kanálu/rozhovoru, -c zavře běžící příkaz.

source: HELP <command>, shows help for command.
cs: HELP <příkaz>, zobrazí nápovědu k příkazu.

source: IGNORE list, shows list ignored commands and users.
cs: IGNORE list, zobrazí seznam ignorovaných příkazů a uživatelů.

source: IGNORE addcmd <command>, adds command to ignored commands.
cs: IGNORE addcmd <příkaz>, přidá příkaz mezi ignorované příkazy.

source: IGNORE rmcmd <command>, removes command from ignored commands.
cs: IGNORE rmcmd <příkaz>, odebere příkaz z ignorovaných příkazů.

source: IGNORE addusr <user> [channel] [server], adds user to ignored users.
cs: IGNORE addusr <uživatel> [kanál] [server], přidá uživatele mezi ignorované uživatele.

source: IGNORE rmusr <user>, removes user from ignored users.
cs: IGNORE rmusr <uživatel>, odebere uživatele z ignorovaných uživatelů.

source: INVITE <nick> <channel>, invites someone to a channel.
cs: INVITE <přezdívka> <kanál>, pozve někoho na kanál.

source: JOIN <channel>, joins a channel.
cs: JOIN <kanál>, připojí kanál.

source: KICK <channel> <nick>, kicks a user from a channel.
cs: KICK <kanál> <přezdívka>, vykopne uživatele z kanálu.

source: KILL <user> [reason], kills a user from the network.
cs: KILL <uživatel> [důvod], zabije uživatele.

source: LIST [channel], lists channels and their topics.
cs: LIST [kanál], vypíše seznam kanálů a jejich témat.

source: LUA help, shows help for lua scripting.
cs: LUA help, zobrazí nápovědu ke skriptování pomocí Lua.

source: LUA load <path>, loads script.
cs: LUA load <cesta>, načte skript.

source: Example: /lua load /home/dvx/test.lua
cs: Příklad: /lua load /home/dvx/test.lua

source: LUA unload <name>, unloads script.
cs: LUA unload <jméno>, odebere skript.

source: Example: /lua unload test
cs: Příklad: /lua unload test

source: LUA list, shows list of loaded scripts
cs: LUA list, zobrazí seznam načtených skriptů

source: ME <to> <message>, sends the action.
cs: ME <komu> <zprávu>, pošle akční zprávu.

source: MODE <channel> <modes>, sets modes for a channel.
cs: MODE <kanál> <módy>, nastaví módy pro kanál.

source: MSG <nick/channel> <message>, sends a normal message.
cs: MSG <přezdívka/kanál> <zpráva>, pošle zprávu.

source: NAMES <channel>, for nicks on a channel.
cs: NAMES <channel>, pro lidi na kanále.

source: NICK <nick>, changes nick.
cs: NICK <přezdívka>, změní přezdívku.

source: NOTICE <nick/channel> <message>, sends a notice.
cs: NOTICE <přezdívka/kanál> <zpráva>, pošle poznámku.

source: OP <channel> <nicks>, gives operator status for one or more nicks.
cs: OP <kanál> <přezdívky>, dá operátora jedné nebo více přezdívkám.

source: OPER <login> <password>, oper up.
cs: OPER <přihlašovací jméno> <heslo>, aktivuje operátora.

source: PART <channel> [reason], leaves channel.
cs: PART <kanál>, opustí kanál.

source: QUERY <nick>, opens query with nick.
cs: QUERY <přezdívka>, otevře záložku pro rozhovor s uživatelem.

source: QUIT, closes application.
cs: QUIT, zavře aplikaci.

source: QUOTE [text], sends text to server.
cs: QUOTE [text], pošle text na server.

source: SAY [text], sends text to current tab.
cs: SAY [text], pošle text do aktuální záložky.

source: STATS <type>, shows some irc server usage statistics. Available types vary slightly per server; some common ones are:
cs: STATS <typ>, zobrazí některé statistiky irc serveru. Dostupné typy se na jednotlivých serverech mohou lišit; některé z obvyklých:

source: c - shows C and N lines for a given server. These are the names of the servers that are allowed to connect.
cs: c - zobrazí C a N spojení pro daný server. Jsou to jména serverů povolených pro připojení.

source: h - shows H and L lines for a given server (Hubs and Leaves).
cs: h - zobrazí H a L spojení pro daný server.

source: k - show K lines for a server. This shows who is not allowed to connect and possibly at what time they are not allowed to connect.
cs: k - zobrazí K spojení serveru. Zobrazí nepovolené pro připojení a možná čas po jaký jsou nepovolení.

source: i - shows I lines. This is who CAN connect to a server.
cs: i - zobrazí I spojení. Můžou se připojit k serveru.

source: l - shows information about amount of information passed to servers and users.
cs: l - zobrazí informace o počtu informací poslaných serverům a uživatelům.

source: m - shows a count for the number of times the various commands have been used since the server was booted.
cs: m - zobrazí kolikrát byl různý příkaz použit od startu serveru.

source: o - shows the list of authorized operators on the server.
cs: o - zobrazí seznam autorizovaných operátorů na serveru.

source: p - shows online operators and their idle times.
cs: p - zobrazí online operátory a jejich čas nečinosti.

source: u - shows the uptime for a server.
cs: u - zobrazí uptime serveru.

source: y - shows Y lines, which lists the various connection classes for a given server.
cs: y - zobrazí Y spojení, což je seznam různých tříd připojení pro daný server.

source: TETRIS, start small easteregg.
cs: TETRIS, spustí malé vajíčko.

source: Keys for playing:
cs: Klávesové zkratky pro hraní:

source: N .. new game
cs: N .. nová hra

source: P .. pause game
cs: P .. pozastavit hru

source: Num5 .. rotate piece
cs: Num5 .. otočit kousek

source: Num3 .. move piece right
cs: Num3 .. posunout kousek doprava

source: Num2 .. drop piece
cs: Num2 .. upustit kousek

source: Num1 .. move piece left
cs: Num1 .. posunout kousek doleva

source: TIME, displays the time of day, local to server.
cs: TIME, zobrazí čas, lokálně k serveru.

source: TOPIC [topic], sets or shows topic.
cs: TOPIC [téma], nastaví nebo zobrazí téma.

source: VOICE <channel> <nicks>, gives voice for one or more nicks.
cs: VOICE <kanál> <přezdívky>, dá hlas jedné nebo více přezdívkám.

source: WALLOPS <message>, sends wallop message.
cs: WALLOPS <zprávu>, pošle wallop zprávu.

source: WHO <mask> [o], searchs for mask on network, if o is supplied, only search for opers.
cs: WHO <maska> [o], vyhledá podle masky na síti, při zadaném 'o' jen operátory.

source: WHOAMI, whois about you.
cs: WHOAMI, whois o tobě.

source: WHOIS <nick>, whois nick.
cs: WHOIS <přezdívka>, příkaz 'kdo je' pro přezdívku.

source: WHOWAS <nick>, whowas nick.
cs: WHOWAS <přezdívka>, příkaz 'kdo byl' pro přezdívku.

source: Command is empty, type /commands for available commands
cs: Příkaz je prázdný, /commands zobrazí dostupné příkazy

source: CTCP %s reply from %s: %s
cs: CTCP %s odpověď od %s: %s

source: CTCP %s request from %s
cs: CTCP %s požadavek od %s

source: %s has joined to %s
cs: %s se připojil na %s

source: %s has quit
cs: %s odešel

source: %s has quit (%s)
cs: %s odešel (%s)

source: %s has parted %s
cs: %s opustil %s

source: %s has parted %s (%s)
cs: %s opustil %s (%s)

source: %s's NOTICE: %s
cs: NOTICE od %s: %s

source: NOTICE for you: %s
cs: NOTICE pro tebe: %s

source: You're now known as %s
cs: Jsi teď znám jako %s

source: %s is now known as %s
cs: %s je nyní znám jako %s

source: %s set new topic for %s: %s
cs: %s nastavil nové téma pro %s: %s

source: %s invites you to: %s
cs: %s tě pozval na: %s

source: %s was kicked from %s by %s
cs: %s byl vykopnut z %s od %s

source: %s was kicked from %s by %s (%s)
cs: %s byl vykopnut z %s od %s (%s)

source: You were kicked from %s by %s
cs: Byl si vykopnut z %s od %s

source: You were kicked from %s by %s (%s)
cs: Byl si vykopnut z %s od %s (%s)

source: Mode change [%s] for %s
cs: Změna módu [%s] pro %s

source: %s gave you admin
cs: %s ti dal administrátora

source: %s gave %s admin
cs: %s dal %s administrátora

source: %s removed you admin
cs: %s ti vzal administrátora

source: %s removed %s admin
cs: %s vzal %s administrátora

source: %s gave you op
cs: %s ti dal operátora

source: %s gave %s op
cs: %s dal %s operátora

source: %s removed you op
cs: %s ti vzal operátora

source: %s removed %s op
cs: %s vzal %s operátora

source: %s gave you voice
cs: %s ti dal hlas

source: %s gave %s voice
cs: %s dal %s hlas

source: %s removed you voice
cs: %s ti vzal hlas

source: %s removed %s voice
cs: %s vzal %s hlas

source: %s gave you halfop
cs: %s ti dal polovičního operátora

source: %s gave %s halfop
cs: %s dal %s polovičního operátora

source: %s removed you halfop
cs: %s ti vzal polovičního operátora

source: %s removed %s halfop
cs: %s vzal %s polovičního operátora

source: %s set Mode: %s
cs: %s nastavil Mód: %s

source: Mode for %s: %s
cs: Mód pro %s : %s

source: Unhandled command '%s' params: %s
cs: Nezpracovaný příkaz '%s' parametry: %s

source: %s is away: %s
cs: %s je pryč: %s

source: Users on %s: %s
cs: Uživatelé na %s: %s

source: Give op
cs: Dát práva operátora

source: Remove op
cs: Vzít práva operátora

source: Give voice
cs: Dát hlas

source: Remove voice
cs: Vzít hlas

source: Kick
cs: Vykopnout

source: Ban
cs: Banovat

source: KickBan
cs: Vykopnout a banovat

source: User: %s@%s
cs: Uživatel: %s@%s

source: Realname: %s
cs: Jméno: %s

source: Query
cs: Rozhovor

source: User information (WHOIS)
cs: Informace o uživateli (WHOIS)

source: Send file
cs: Poslat soubor

source: Ignore
cs: Ignorovat

source: Operator actions
cs: Akce operátora

source: Remove Away
cs: Odebrat Pryč

source: Set Away
cs: Nastavit Pryč

source: Kick dialog
cs: Dialog o vykopnutí

source: Kick reason:
cs: Důvod vykopnutí:

source: Ban dialog
cs: Dialog o banu

source: Banmask:
cs: Maska banu:

source: Kick/Ban dialog
cs: Dialog o vykopnutí/banování

source: Away dialog
cs: Dialog o Pryč

source: Message:
cs: Zpráva:

source: away
cs: pryč

source: You was banned by %s
cs: Byl si zabanován %s

source: %s was banned by %s
cs: %s byl zabanován %s

source: Servers list
cs: Seznam serverů

source: Details
cs: Detaily

source: Channel(s):
cs: Kanál(y):

source: Auto connect:
cs: Automaticky připojit:

source: &Delete
cs: &Smazat

source: &Modify
cs: Up&ravit

source: &Add
cs: Přid&at

source: &Join
cs: &Připojit

source: Server edit
cs: Editace serverů

source: Commands on connection: One command on one line
cs: Příkazy po připojení: Jeden příkaz na řádek

source: One command on one line
cs: Jeden příkaz na řádek

source: Yes
cs: Ano

source: No
cs: Ne

source: Aliases list
cs: Seznam aliasů

source: Command
cs: Příkaz

source: Alias edit
cs: Editace aliasů

source: Alias command has to start with '/'
cs: Alias musí začínat s '/'

source: Alias command cann't contain space
cs: Alias nemůže obsahovat mezery

source: Command '%s' already exist
cs: Příkaz '%s' už existuje

source: Command %s stopped
cs: Příkaz %s zastaven

source: dxirc, another IRC client Copyright (C) 2008~ David Vachulka <http://dxirc.org> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. Description =-=-=-=-=-= dxirc is a simple IRC client for various os (linux, *bsd, windows), written using the FOX toolkit. Key bindings: =-=-=-=-=-= o Help - F1 o Server list - F2 o Quick connect - F7 o Disconnect - Ctrl-d o Log viewer - Ctrl-g o Close current tab - Ctrl-w o Clear window - Ctrl-l o Clear all windows - Ctrl-shift-l o Show/Hide users list - Ctrl-u o Switch between tabs - Alt-1~9 or Ctrl-tab o Switch between unreaded tabs - Ctrl-n o Quit - Alt-F4/Ctrl-Q o Insert bold control char - Ctrl-b o Insert color control char - Ctrl-k o Insert underline control char - Ctrl-i o Insert reverse control char - Ctrl-r o Insert reset control char - Ctrl-o Configuration =-=-=-=-=-=-= You can perform any dxirc customization (ignoring, colors, ...) without editing any file by hand. However, you may want to understand the configuration principles, because some customizations can easily be done by editing the configurations files. Be careful to quit dxirc before hand editing any configuration file, otherwise changes could not be taken into account. Bugs =-=-= Please report bugs to David Vachulka <david@konstrukce-cad.com>. Translations =-=-=-=-=-=-= dxirc is now available in several languages. To translate dxirc to your language, open with a software like poedit, kbabel or gtranslator the dxirc.pot file in the po directory of the source tree and fill it with your translated strings, and then send it back to me. Patches =-=-=-= If you have done some interesting patch, please send it to me, I will try to include it in the next release... [Many thanks to Jeroen van der Zijp for his excellent FOX-tookit and to all people that have provided useful patches, translations, tests, advices and also all users.]
cs: dxirc, jiný IRC client Copyright (C) 2008~ David Vachulka <http://dxirc.org> Tento program je svobodný software; můžete ho distribuovat a/nebo upravovat v souladu s GNU General Public License vydanou Free Software Foundation; verze 2 nebo (podle vašeho uvážení) pozdější verze. Tento program je rozšiřován v naději, že bude užitečný, avšak BEZ JAKÉKOLIV ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI nebo VHODNOSTI PRO URČITÝ ÚČEL. Další v GNU General Public License. Popis =-=-= dxirc je jednoduchý IRC klient pro různé operační systémy (linux, *bsd, windows), používající FOX toolkit. Klávesové zkratky: =-=-=-=-=-=-=-= o Nápověda - F1 o Seznam serverů - F2 o Rychlé připojení - F7 o Odpojení - Ctrl-d o Prohlížeč záznamů - Ctrl-g o Zavře aktuální záložku - Ctrl-w o Vyčistí okno - Ctrl-l o Vyčistí všechna okna - Ctrl-shift-l o Zobrazení/Skrytí seznamu uživatelů - Ctrl-u o Přepínání mezi panely - Alt-1~9 or Ctrl-tab o Přepínání mezi nepřečtenými panely - Ctrl-n o Ukončit - Alt-F4/Ctrl-Q o Vloží kontrolní znak pro tučné písmo - Ctrl-b o Vloží kontrolní znak pro barvy - Ctrl-k o Vloží kontrolní znak pro podtržené písmo - Ctrl-i o Vloží kontrolní znak pro reverzní text - Ctrl-r o Vloží kontrolní znak ukončení formátování - Ctrl-o Konfigurace =-=-=-=-=-= Můžete nastavit dxirc (ignorování, barvy, ...) bez nutnosti editace souborů ručně. Přesto můžete soubor editovat i ručně. Dejte pozor, abyste ukončil dxirc před ruční editací konfiguračního souboru, jinak se změny neprojeví. Chyby =-=-= Prosím reportujte chyby Davidovi Vachulkovi <david@konstrukce-cad.com>. Překlady =-=-=-=-= dxirc je nyní dostupné v několika jazycích. Čeština je spravována přímo autorem. Záplaty =-=-=-= Jestliže máte zajímavou záplatu, pošlete mi ji a já ji zkusím zahrnout do dalšího vydání... [Poděkování Jeroen van der Zijpovi za excelentní FOX-tookit a všem, kteří poslali záplatu, překlad, test, rady a samozřejmě všem uživatelům.]

source: dxirc - log viewer
cs: dxirc - prohlížeč záznamů

source: F3 for next
cs: F3 pro další

source: &Search
cs: &Najít

source: &Reset
cs: Vyn&ulovat

source: Search options
cs: Volby vyhledávání

source: &Ignore case
cs: &Ignorovat velikost

source: Search file
cs: Prohledat soubor

source: Search channel/query
cs: Prohledat kanál/rozhovor

source: Search all
cs: Prohledat všechny

source: '%s' wasn't found
cs: Řetězec '%s' nebyl nalezen

source: Collapse
cs: Sbalit

source: Expand
cs: Rozbalit

source: Delete %s with all child items? This cann't be UNDONE!
cs: Smazat %s se všemi jeho podsložkami a soubory? Nemůže být VRÁCENO!

source: Delete %s? This cann't be UNDONE!
cs: Smazat %s? Nemůže být VRÁCENO!

source: Delete file %s? This cann't be UNDONE!
cs: Smazat soubor %s? Nemůže být VRÁCENO!

source: Error Loading File
cs: Chyba při načítání souboru

source: Unable to open file: %s
cs: Nemohu otevřít soubor: %s

source: File is too big: %s (%d bytes)
cs: Soubor %s (%d bytů) je příliš velký

source: Unable to read file: %s
cs: Nemohu číst soubor: %s

source: Logs
cs: Záznamy

source: Scripts list
cs: Seznam skriptů

source: Name:
cs: Jméno:

source: Version:
cs: Verze:

source: Description:
cs: Popis:

source: &Unload
cs: &Odebrat

source: View &script
cs: Zobrazit &skript

source: &View current
cs: &Zobrazit aktuální

source: L&oad
cs: &Načíst

source: Load lua script
cs: Načíst lua skript

source: Lua scripts (*.lua)
cs: Lua skripty (*.lua)

source: Next piece:
cs: Další kousek:

source: Level: %d
cs: Úroveň: %d

source: Score: %d
cs: Skóre: %d

source: Lines: %d
cs: Řádků: %d

source: &New game
cs: &Nová hra

source: &Pause game
cs: &Pozastavit hru

source: n .. new game
cs: n .. nová hra

source: p .. pause game
cs: p .. pozastavit hru

source: i .. rotate piece
cs: i .. otočit kousek

source: l .. move piece right
cs: l .. posunout kousek doprava

source: k .. drop piece
cs: k .. upustit kousek

source: j .. move piece left
cs: j .. posunout kousek doleva

source: GAME OVER
cs: KONEC HRY

source: PAUSED
cs: POZASTAVENO

source: &Resume game
cs: Po&kračovat ve hře

source: DCC transfers
cs: DCC přenosy

source: File
cs: Soubor

source: Size
cs: Velikost

source: Position
cs: Pozice

source: Speed
cs: Rychlost

source: Remaining time
cs: Zbývající čas

source: IP address:
cs: IP adresa:

source: Clear &finished
cs: Vyčistit &dokončené

source: Clear &canceled
cs: Vyčistit z&rušené

source: Current spellchecking language: %s
cs: Aktuální jazyk kontroly pravopisu: %s

source: &Save
cs: &Uložit

source: &Skip
cs: &Přeskočit

source: Skip &All
cs: Přeskočit &vše

source: &Don't Save
cs: &Neukládat

source: &Accept
cs: &Přijmout

source: Pick color
cs: Vybrat barvu

source: Hue, Saturation, Value
cs: Odstín, sytost, hodnota

source: Red, Green, Blue
cs: Červená, zelená, modrá

source: &Red:
cs: Če&rvená:

source: &Green:
cs: &Zelená:

source: &Blue:
cs: &Modrá:

source: &Alpha:
cs: &Alfa:

source: Hue:
cs: Odstín:

source: Saturation:
cs: Sytost:

source: Value:
cs: Hodnota:

source: Alpha:
cs: Alfa:

source: Cyan, Magenta, Yellow
cs: Azurová, fialová, žlutá

source: Cyan:
cs: Azurová:

source: Magenta:
cs: Fialová:

source: Yellow:
cs: Žlutá:

source: By Name
cs: Podle jména

source: &Family:
cs: &Rodina:

source: &Weight:
cs: &Tloušťka:

source: &Style:
cs: &Styl:

source: Si&ze:
cs: Ve&likost:

source: Character Set:
cs: Znaková sada:

source: Any
cs: Vše

source: West European
cs: Západoevropské

source: East European
cs: Východoevropské

source: South European
cs: Jihoevropské

source: North European
cs: Severoevropské

source: Cyrillic
cs: Cyrilice

source: Arabic
cs: Arabské

source: Greek
cs: Řecké

source: Hebrew
cs: Hebrejské

source: Turkish
cs: Turecké
