Repository: rofl0r/dxirc
Catalog: po/*.po
Languages: cs

source: &Cancel
cs: &Zrušit

source: Smiley:
cs: Smajlík:

source: Path:
cs: Cesta:

source: Preview:
cs: Náhled:

source: Select file
cs: Vyberte soubor

source: Preferences
cs: Nastavení

source: &Save&&Close
cs: &Uložit&&Zavřít

source: Irc text settings
cs: Nastavení Irc textu

source: Text backround color
cs: Barva pozadí textu

source: Text color
cs: Barva textu

source: User events text color
cs: Barva uživatelských zpráv

source: Actions message text color
cs: Barva textu akční zprávy

source: Notice text color
cs: Barva textu poznámky

source: Error text color
cs: Barva textu chyby

source: Highlight message text color
cs: Barva textu zvýrazněné zprávy

source: Link color
cs: Barva odkazu

source: Use same font for commandline
cs: Použít stejný font i pro příkazový řádek

source: Use same font for user list
cs: Použít stejný font i pro seznam uživatelů

source: Use colored nick
cs: Používat barevné nicky

source: Strip colors in text
cs: Odstranit barvy v textu

source: Ignore commands and users
cs: Ignorované příkazy a uživatelé

source: Commands
cs: Příkazy

source: Add
cs: Přidat

source: Delete
cs: Smazat

source: Users
cs: Uživatelé

source: Modify
cs: Upravit

source: User
cs: Uživatel

source: Channel(s)
cs: Kanál(y)

source: Server(s)
cs: Server(y)

source: General settings
cs: Obecné nastavení

source: Nick icons themes
cs: Téma ikon přezdívek

source: Admin
cs: Administrátor

source: Owner
cs: Vlastník

source: Halfop
cs: Poloviční op

source: Voice
cs: Hlas

source: Normal
cs: Uživatel

source: Away
cs: Pryč

source: Reconnect after disconnection
cs: Znovu připojit po odpojení

source: Number of attempts
cs: Počet pokusů

source: Delay between two attempts in seconds
cs: Prodleva mezi dvěma pokusy v sekundách

source: Max. users number for checking away Too high number can be reason for ban
cs: Max. počet uživatelů pro kontrolu stavu pryč Příliš vysoké číslo může být důvodem k banu

source: Nick completion char
cs: Znak pro doplňování přezdívek

source: Use trayicon
cs: Použít trayicon

source: Close button hides application
cs: Kliknutí na tlačítko "Zavřít" skryje aplikaci

source: Use spellchecking
cs: Používat kontrolu pravopisu

source: Special tab for server messages
cs: Zvláštní panel pro zprávy serveru

source: Logging chats
cs: Zaznamenávání chatů

source: Log path
cs: Cesta k záznamům

source: Automatically load scripts
cs: Automaticky načítat skripty

source: Path
cs: Cesta

source: Tab position
cs: Pozice záložek

source: Bottom
cs: Dole

source: Left
cs: Vlevo

source: Top
cs: Nahoře

source: Right
cs: Vpravo

source: FOX toolkit look for dxirc
cs: Vzhled FOX toolkit pro dxirc

source: Theme:
cs: Motiv:

source: Base Color
cs: Základní barva

source: Border Color
cs: Barva okraje

source: Text Color
cs: Barva textu

source: Background Color
cs: Barva pozadí

source: Selected Text Color
cs: Barva vybraného textu

source: Selected Background Color
cs: Barva pozadí vybraného textu

source: Selected Menu Text Color
cs: Barva textu vybrané položky menu

source: Selected Menu Background Color
cs: Barva textu pozadí vybrané položky menu

source: Tip Text Color
cs: Barva textu tipů

source: Tip Background Color
cs: Barva pozadí textu tipů

source: Tray Color
cs: Barva tray

source: Select this text, to see the selected colors
cs: Vyberte text, abyste viděli barvy vybraného textu

source: Selected Text (with focus)
cs: Vybraný text (se zaměřením)

source: Selected Text (no focus)
cs: Vybraný text (bez zaměření)

source: Tooltip example
cs: Příklad tooltip

source: Menu example
cs: Příklad menu

source: &Server list
cs: &Seznam serverů

source: Selected Menu Entry
cs: Vybraná položka menu

source: &Quit
cs: &Ukončit

source: DCC settings
cs: Nastavení DCC

source: Directory for saving files:
cs: Adresář pro ukládání souborů:

source: DCC IP address:
cs: DCC IP adresa:

source: (Leave blank for use IP address from server)
cs: (Nechte prázdné pro použití IP adresy ze serveru)

source: DCC ports:
cs: DCC porty:

source: (Set 0 for use ports from OS)
cs: (Nechte nastavené na 0 pro použití portů z OS)

source: Time for waiting for connection in seconds
cs: Čas čekání na připojení v sekundách

source: Automatically connect offered chat
cs: Automaticky se připojit k nabízeným chatům

source: Automatically receive offered file
cs: Automaticky přijímat nabízené soubory

source: Sound settings
cs: Nastavení zvuků

source: Use sounds
cs: Používat zvuky

source: Events
cs: Události

source: Friend connected
cs: Kamarád se připojil

source: Play
cs: Přehrát

source: Friend disconnected
cs: Kamarád se odpojil

source: Friends
cs: Kamarádi

source: Friend
cs: Kamarád

source: Highlighted message or query message
cs: Zvýrazněná zpráva nebo zpráva v rozhovoru

source: Smileys settings
cs: Nastavení smajlíků

source: Use smileys
cs: Používat smajlíky

source: Smileys
cs: Smajlíci

source: &General
cs: &Obecné

source: &Look
cs: &Vzhled

source: I&gnore
cs: I&gnorování

source: &Sounds
cs: &Zvuky

source: S&mileys
cs: S&majlíci

source: Select ignore command
cs: Vyberte příkaz pro ignorování

source: Command:
cs: Příkaz:

source: Add ignore user
cs: Přidejte ignorovaného uživatele

source: Nick:
cs: Přezdívka:

source: Channel(s): Channels need to be comma separated
cs: Kanál(y): Kanály musí být odděleny čárkami

source: Channels need to be comma separated
cs: Kanály musí být odděleny čárkami

source: Modify ignore user
cs: Upravte ignorovaného uživatele

source: Warning
cs: Varování

source: File import overwrites current settings
cs: Import souboru přepíše aktuální nastavení

source: Save smiley settings as
cs: Uložit nastavení smajlíků jako

source: Add friend
cs: Přidat kamaráda

source: Modify friend
cs: Upravit kamaráda

source: Select theme directory
cs: Vybrat adresář s tématem

source: Select font
cs: Vyberte font

source: Select log directory
cs: Vybrat adresář pro záznamy

source: Select autoload directory
cs: Vybrat adresář pro automaticky načítané skripty

source: Select directory
cs: Vyberte adresář

source: Sound file (*.wav)
cs: Zvukový soubor (*.wav)

source: Information
cs: Informace

source: Maximum number of 256 smileys is reached
cs: Maximální počet 256 smajlíků byl dosažen

source: Add smiley
cs: Přidat smajlík

source: Icon file '%s' doesn't exist or isn't image file
cs: Soubor ikony '%s' neexistuje nebo není souborem s obrázkem

source: Smiley text is empty
cs: Text smajlíku je prázdný

source: Smiley '%s' already exist
cs: Smajlík '%s' už existuje

source: Modify smiley
cs: Upravit smajlík

source: Current
cs: Aktuální

source: User Defined
cs: Uživatelský

source: Some changes need restart application
cs: Některé změny vyžadují restart aplikace

source: &Server list F2
cs: &Seznam serverů F2

source: Quick &connect F7
cs: Rychlé &připojení F7

source: &Disconnect Ctrl-D
cs: &Odpojit Ctrl-D

source: DCC &transfers Ctrl-T
cs: &DCC přenosy Ctrl-T

source: S&cripts Ctrl-S
cs: S&kripty Ctrl-S

source: &Log viewer Ctrl-G
cs: Prohlížeč &záznamů Ctrl-G

source: &Quit Alt-F4
cs: &Ukončit Alt-F4

source: &Quit Ctrl-Q
cs: &Ukončit Ctrl-Q

source: Close current tab Ctrl-W
cs: Zavřít aktuální záložku Ctrl-W

source: Clear window Ctrl-L
cs: Vyčistit okno Ctrl-L

source: Clear all windows Ctrl-Shift-L
cs: Vyčistit všechna okna Ctrl-Shift-L

source: Users list Ctrl-U Show/Hide users list
cs: Seznam uživatelů Ctrl-U Zobrazí/skryje seznam uživatelů

source: Spellchecking language list Ctrl-P Show/Hide spellchecking language list
cs: Seznam jazyků pro kontrolu pravopisu Ctrl-P Zobrazí/Skryje seznam jazyků pro kontrolu pravopisu

source: Status bar
cs: Stavový řádek

source: &Aliases
cs: &Aliasy

source: &Preferences
cs: &Nastavení

source: &Edit
cs: Ú&pravy

source: &Help F1
cs: &Nápověda F1

source: &About...
cs: &O programu...

source: &Help
cs: &Nápověda

source: Lua plugin: error calling %s %s
cs: Lua plugin: chyba volání %s %s

source: Help
cs: Nápověda

source: C&lose
cs: Za&vřít

source: About %s
cs: O %s

source: This software was built with the FOX Toolkit Library version %d.%d.%d (http://www.fox-toolkit.org).
cs: Tento program byl přeložen s FOX Toolkit Library verze %d.%d.%d (http://www.fox-toolkit.org).

source: This software was built with %s
cs: Tento program byl přeložen s %s

source: This sofware uses http://www.famfamfam.com/lab/icons/
cs: Tento program používá http://www.famfamfam.com/lab/icons/

source: Quick connect
cs: Rychlé připojení

source: Hostname:
cs: Server:

source: Password:
cs: Heslo:

source: Nickname:
cs: Přezdívka:

source: Realname:
cs: Jméno:

source: Use SSL:
cs: Použít SSL:

source: Commands on connection:
cs: Příkazy po připojení:

source: Confirm disconnect
cs: Potvrdit odpojení

source: Disconnect server: %s Port: %d Nick: %s
cs: Odpojit server: %s Port: %d Přezdívka: %s

source: &No
cs: &Ne

source: &Yes
cs: &Ano

source: Question
cs: Otázka

source: %s offers DCC Chat on %s port %s. Do you want connect?
cs: %s nabízí DCC Chat na %s port %s. Chcete se připojit?

source: Receiving "%s" from %s
cs: Přijímám "%s" od %s

source: %s offers file %s with size %s over DCC . File is already partially downloaded. Do you want continue in download?
cs: %s nabízí soubor %s s velikostí %s pomocí DCC. Soubor už je částečně stažen. Chcete pokračovat ve stahování?

source: %s offers file %s with size %s over DCC . Do you want connect?
cs: %s nabízí soubor %s s velikostí %s pomocí DCC. Chcete se připojit?

source: Save file
cs: Uložit soubor

source: %s offers file %s with size %s over DCC passive. File is already partially downloaded. Do you want continue in download?
cs: %s nabízí soubor %s s velikostí %s pomocí DCC. Soubor už je částečně stažen. Chcete pokračovat ve stahování?

source: %s offers file %s with size %s over DCC passive. Do you want accept?
cs: %s nabízí soubor %s s velikostí %s pomocí pasivního DCC. Chcete ho přijmout?

source: Download of "%s" from %s canceled
cs: Stahování "%s" od %s zrušeno

source: Download of "%s" from %s finished
cs: Stahování "%s" od %s dokončeno

source: Upload of "%s" to %s canceled
cs: Nahrávání "%s" k %s zrušeno

source: Upload of "%s" to %s finished
cs: Nahrávání "%s" k %s dokončeno

source: New highlighted message on %s
cs: Nová zvýrazněná zpráva na %s

source: New message on %s
cs: Nová zpráva na %s

source: '%s' can't be added to ignored commands
cs: '%s' nemohl být přidán mezi ignorované příkazy

source: '%s' is already added in ignored commands
cs: '%s' je už přidán v ignorovaných příkazech

source: '%s' was added to ignored commands
cs: '%s' byl přidán mezi ignorované příkazy

source: '%s' was removed from ignored commands
cs: '%s' byl odebrán z ignorovaných příkazů

source: '%s' isn't in ignored commands
cs: '%s' není ignorovaný příkaz

source: '%s' was updated in ignored users
cs: '%s' byl upraven v ignorovaných uživatelích

source: '%s' was added to ignored users
cs: '%s' byl přidán mezi ignorované uživatele

source: '%s' was removed from ignored users
cs: '%s' byl odebrán z ignorovaných uživatelů

source: '%s' wasn't removed from ignored users
cs: '%s' nebyl odebrán z ignorovaných uživatelů

source: Scripts aren't loaded
cs: Nejsou načteny žádné skripty

source: Loaded scrips:
cs: Načtené skripty:

source: Name: %s
cs: Jméno: %s

source: Description: %s
cs: Popis: %s

source: Version: %s
cs: Verze: %s

source: Path: %s
cs: Cesta: %s

source: Error: %s
cs: Chyba: %s

source: dxirc is compiled without support for Lua scripting
cs: dxirc je zkompilováno bez podpory pro Lua skriptování

source: Script %s is already loaded
cs: Skript %s je už načten

source: Script %s contains dxirc.AddAll This can BREAK dxirc funcionality. Load it anyway?
cs: Skript %s obsahuje dxirc.AddAll To může POŠKODIT funkčnost dxirc. Přesto načíst?

source: Script %s contains dxirc.AddAll. This can BREAK dxirc funcionality.
cs: Skript %s obsahuje dxirc.AddAll. To může POŠKODIT funkčnost dxirc.

source: Unable to initialize Lua.
cs: Nemohu inicializovat Lua.

source: Unable to load/run the file %s
cs: Nemohu načíst/spustit soubor: %s

source: Lua plugin: error registering script %s
cs: Lua plugin: chyba registrace skriptu %s

source: Script with name %s is already loaded
cs: Skript se jménem %s je už načten

source: Script %s was loaded
cs: Skript %s byl načten

source: Lua plugin: error calling dxirc_Init() %s
cs: Lua plugin: chyba volání dxirc_Init() %s

source: Script %s isn't loaded
cs: Skript %s není načten

source: Script %s was unloaded
cs: Skript %s byl odebrán

source: Command %s already exists
cs: Příkaz %s už existuje

source: Function %s for event %s already exists
cs: Funkce %s pro událost %s již existuje

source: Command/event %s in script %s was removed
cs: Příkaz/událost %s ve skriptu %s byla odebrána

source: Usage: dxirc [options] [options] can be any of the following: -h, --help Print (this) help screen and exit. -v, --version Print version information and exit. -l [FILE] Load configuration from FILE. -i [PATH] Use PATH for icons.
cs: Použití: dxirc [options] [options] můžou být následující: -h, --help Zobrazí tuto nápovědu a skončí. -v, --version Zobrazí verzi a skončí. -l [SOUBOR] Načte konfiguraci ze SOUBORU. -i [CESTA] Použije CESTU pro ikony.

source: Connection closed. Client didn't connect in given timeout
cs: Připojení zavřeno. Klient se nepřipojil během daného času.

source: Connecting to %s
cs: Připojuji se k %s

source: Unable to initiliaze socket
cs: Nemohu inicializovat socket

source: Bad host: %s
cs: Špatný server: %s

source: Unable to create socket
cs: Nemohu vytvořit socket

source: Unable to connect to: %s
cs: Nemohu se připojit k: %s

source: Connected to %s
cs: Připojen k %s

source: SSL creation error
cs: Chyba při vytvoření SSL

source: SSL connect error %d
cs: Chyba připojení SSL %d

source: Unable to bind socket
cs: Nemohu pojmenovat socket

source: Listening on %s-%d
cs: Naslouchám na %s-%d

source: %s isn't routable.
cs: %s není připojitelná

source: Trying IP from settings %s
cs: Zkusím IP z nastavení %s

source: Trying IP from server %s
cs: Zkusím IP ze serveru %s

source: %s isn't routable too, but will be used
cs: %s taky není připojitelná, ale bude použita

source: But better doesn't exist.
cs: Ale lepší neexistuje.

source: Unable to listen
cs: Nemohu naslouchat

source: Unable to accept connection
cs: Nemohu přijmout připojení

source: Someone connected from %s
cs: Někdo se připojil z %s

source: Client was disconnected
cs: Klient se odpojil

source: %s closed DCC file %s connection %s-%d
cs: %s zavřel přenos DCC souboru %s na adrese %s-%d

source: Server %s was disconnected
cs: Server %s byl odpojen

source: Error in reading DCC data from %s
cs: Chyba při čtení DCC dat z %s

source: SSL_read() returns zero - closing socket
cs: SSL_read() vrátil nulu - zavírám socket

source: SSL read problem, errcode = %d
cs: Problém s SSL read, chybový kód = %d

source: Abnormal value from SSL read
cs: Nenormální hodnota od SSL read

source: Error in reading data from %s
cs: Chyba při čtení dat z %s

source: End of STATS report
cs: Konec STATS zprávy

source: Server Up %s days %s
cs: Server pracuje %s den(ů) %s

source: You are no longer marked as being away
cs: Už nejsi pryč

source: You have been marked as being away
cs: Jsi pryč

source: Start of WHOIS
cs: Začátek WHOIS

source: Realname:
cs: Jméno:

source: %s is an IRC operator
cs: %s je IRC operátor

source: End of WHO list
cs: Konec WHO

source: Idle:
cs: Idluje:

source: Signon:
cs: Přihlášen od:

source: End of WHOIS
cs: Konec WHOIS

source: Channels:
cs: Kanály:

source: %s : is identified to services
cs: %s : je identifikován u služby

source: %s : is signed on as account %s
cs: %s : je přihlášen pod účtem %s

source: No topic is set
cs: Téma není nastaveno

source: Topic for %s : %s
cs: Téma pro %s : %s

source: Set %s %s
cs: Nastavil %s %s

source: You invite %s to %s
cs: Pozval si %s na %s

source: %s :Summoning user to IRC
cs: %s :Summoning uživatelů IRC

source: End of WHOWAS
cs: Konec WHOWAS

source: End of INFO list
cs: Konec INFO seznamu

source: End of /MOTD command
cs: Konec /MOTD

source: You are now an IRC operator
cs: Teď si IRC operátor

source: %s :No such nick/channel
cs: %s :Není taková přezdívka/kanál

source: %s :No such server
cs: %s :Není takový server

source: %s :No such channel
cs: %s :Není takový kanál

source: %s :Cannot send to channel
cs: %s :Nemohu poslat na kanál

source: %s :You have joined too many channels
cs: %s :Jsi připojen k příliš mnoho kanálům

source: %s :There was no such nickname
cs: %s :Nebyla tu taková přezdívka

source: %s :Too many targets
cs: %s :Příliš mnoho cílů

source: %s :No such service
cs: %s :Není taková služba

source: No origin specified
cs: Originál není zadán

source: No recipient given
cs: Není dán příjemce

source: No text to send
cs: Chybí text k poslání

source: %s :No toplevel domain specified
cs: %s :Toplevel doména není specifikována

source: %s :Wildcard in toplevel domain
cs: %s :Špatné znaky v doméně

source: %s :Bad Server/host mask
cs: %s :Špatná maska serveru/hosta

source: %s :Unknown command
cs: %s :Neznámý příkaz

source: MOTD File is missing
cs: Chybí MOTD soubor

source: %s :No administrative info available
cs: %s :Administrativní informace nejsou dostupné

source: File error doing
cs: Chyba souboru

source: No nickname given
cs: Přezdívka není zadána

source: %s :Erroneous nickname
cs: %s :Chybová přezdívka

source: You still have nick: %s
cs: Máte stále přezdívku: %s

source: %s :Nickname is already in use
cs: %s :Přezdívka se už používá

source: %s :Nickname collision
cs: %s :Kolize přezdívek

source: %s :Nick/channel is temporarily unavailable
cs: %s :Přezdívka/kanál je dočasně nedostupný

source: %s %s :They aren't on that channel
cs: %s %s :Nejsou na kanálu

source: %s :You're not on that channel
cs: %s :Nejsi na kanálu

source: %s %s :is already on channel
cs: %s %s :je už na kanálu

source: %s :User not logged in
cs: %s :Uživatel není přihlášený

source: SUMMON has been disabled
cs: SUMMON není povolen

source: USERS has been disabled
cs: USERS není povolen

source: You have not registered
cs: Nejsi registrován

source: %s :Not enough parameters
cs: %s :Chybí parametry

source: Unauthorized command (already registered)
cs: Neautorizovaný příkaz (již registrován)

source: Your host isn't among the privileged
cs: Tvůj host není mezi privilegovanými

source: Password incorrect
cs: Špatné heslo

source: You are banned from this server
cs: Jsi zabanován z tohoto serveru

source: You will be banned from this server
cs: Budeš zabanován z tohoto serveru

source: %s :Channel key already set
cs: %s :Klíč kanálu už nastaven

source: %s :Cannot join channel (+l)
cs: %s :Nemůžeš se připojit na kanál (+l)

source: %s :is unknown mode char to me for channel
cs: %s :neznámý znak módu pro kanál

source: %s :Cannot join channel (+i)
cs: %s :Nemůžeš se připojit na kanál (+i)

source: %s :Cannot join channel (+b)
cs: %s :Nemůžeš se připojit na kanál (+b)

source: %s :Cannot join channel (+k)
cs: %s :Nemůžeš se připojit na kanál (+k)

source: %s :Bad Channel Mask
cs: %s :Špatná maska kanálu

source: %s :Channel doesn't support modes
cs: %s :Kanál nepodporuje módy

source: %s %s :Channel list is full
cs: %s %s :Seznam kanálů je plný

source: Permission Denied- You're not an IRC operator
cs: Nedostatečná práva - Nejsi IRC operátor

source: %s :You're not channel operator
cs: %s :Nejsi operátor kanálu

source: You can't kill a server!
cs: Nemůžeš zabít server!

source: Your connection is restricted!
cs: Tvoje připojení je omezené!

source: You're not the original channel operator
cs: Nejsi originální operátoru kanálu

source: No O-lines for your host
cs: Nejsou O-spojení pro tvůj host

source: Unknown MODE flag
cs: Neznámý MODE

source: Cannot change mode for other users
cs: Nemůžeš změnit mód jiných uživatelů

source: PONG from
cs: PONG od

source: Unable to send data
cs: Nemohu poslat data

source: Bad command on connection:%s
cs: Špatný příkaz po připojení:%s

source: Send file to %s
cs: Poslat soubor %s

source: File:
cs: Soubor:

source: Send passive
cs: Poslat pasivně

source: &Send file
cs: &Poslat soubor

source: You aren't connected
cs: Nejsi připojen

source: Warning: Away message is too long. Max. away message length is %d.
cs: Varování: zpráva pro stav pryč je příliš dlouhá. Max. délka zprávy je %d.

source: /banlist <channel>, shows banlist for channel.
cs: /banlist <kanál>, zobrazí seznam banů kanálu.

source: /connect <server> [port] [nick] [password] [realname] [channels], connects for given server.
cs: /connect <server> [port] [přezdívka] [heslo] [jméno] [kanály], připojí k danému serveru.

source: /ctcp <nick> <message>, sends a CTCP message to a user.
cs: /ctcp <přezdívka> <zpráva>, pošle CTCP zprávu uživateli.

source: Warning: ctcp message is too long. Max. ctcp message length is %d.
cs: Varování: ctcp zpráva je příliš dlouhá. Max. délka zprávy je %d.

source: /cycle <channel> [message], leaves and join channel.
cs: /cycle <kanál> [zpráva], opustí a připojí kanál.

source: Nick for chat wasn't entered.
cs: Přezdívka pro chat nebyla zadána.

source: Chat with yourself isn't good idea.
cs: Chat sám se sebou není dobrý nápad.

source: Nick for sending file wasn't entered.
cs: Přezdívka pro poslání souboru nebyla zadána.

source: Sending to yourself isn't good idea.
cs: Posílání sám sobě není dobrý nápad.

source: Filename wasn't entered
cs: Jméno souboru nebylo zadáno.

source: File '%s' doesn't exist
cs: Soubor '%s' neexistuje

source: '%s' isn't dcc command <chat|send|psend>
cs: '%s' není dcc příkaz <chat|send|psend>

source: /deop <nicks>, removes operator status from one or more nicks.
cs: /deop <přezdívky>, odebere operátora jedné nebo více přezdívkám.

source: /deop <channel> <nicks>, removes operator status from one or more nicks.
cs: /deop <kanál> <přezdívky>, odebere operátora jedné nebo více přezdívkám.

source: /devoice <nicks>, removes voice from one or more nicks.
cs: /devoice <přezdívky>, odebere hlas jedné nebo více přezdívkám

source: /devoice <channel> <nicks>, removes voice from one or more nicks.
cs: /devoice <kanál> <přezdívky>, odebere hlas jedné nebo více přezdívkám.

source: /exec [-o|-c] <command>, executes command, -o sends output to channel/query, -c closes running command.
cs: /exec [-o|-c] <příkaz>, spustí příkaz, -o pošle výstup do kanálu/rozhovoru, -c zavře běžící příkaz.

source: /ignore <list|addcmd|rmcmd|addusr|rmusr> [command|user] [channel] [server]
cs: /ignore <list|addcmd|rmcmd|addusr|rmusr> [příkaz|uživatel] [kanál] [server]

source: Ignored commands:
cs: Ignorované příkazy:

source: No ignored commands
cs: Žádné ignorované příkazy

source: Ignored users:
cs: Ignorovaní uživatelé:

source: No ignored users
cs: Žádní ignorovaní uživatelé

source: %s on channel(s): %s and server(s): %s
cs: %s na kanále(ch): %s a serveru(ech): %s

source: /ignore addcmd <command>, adds command to ignored commands.
cs: /ignore addcmd <příkaz>, přidá příkaz mezi ignorované příkazy.

source: /ignore rmcmd <command>, removes command from ignored commands.
cs: /ignore rmcmd <příkaz>, odebere příkaz z ignorovaných příkazů.

source: /ignore addusr <user> [channel] [server], adds user to ignored users.
cs: /ignore addusr <uživatel> [kanál] [server], přidá uživatele mezi ignorované uživatele.

source: /ignore rmusr <user>, removes user from ignored users.
cs: /ignore rmusr <uživatel>, odebere uživatele z ignorovaných uživatelů.

source: '%s' isn't <list|addcmd|rmcmd|addusr|rmusr>
cs: '%s' není <list|addcmd|rmcmd|addusr|rmusr>

source: /invite <nick> <channel>, invites someone to a channel.
cs: /invite <přezdívka> <kanál>, pozve někoho na kanál.

source: /join <channel>, joins a channel.
cs: /join <kanál>, připojí kanál.

source: '%c' isn't valid char for channel.
cs: '%c' není platný znak pro kanál.

source: /kick <nick>, kicks a user from a channel.
cs: /kick <přezdívka>, vykopne uživatele z kanálu.
