Repository: rofl0r/dxirc
Catalog: po/*.po
Languages: cs

source: Nordic
cs: Skandinávský

source: Thai
cs: Thajské

source: Baltic
cs: Baltské

source: Celtic
cs: Keltské

source: Russian
cs: Ruské

source: Central European (cp1250)
cs: Středoevropské (cp1250)

source: Russian (cp1251)
cs: Ruské (cp1251)

source: Greek (cp1253)
cs: Řecké (cp1253)

source: Turkish (cp1254)
cs: Turecké (cp1254)

source: Hebrew (cp1255)
cs: Hebrejské (cp1255)

source: Arabic (cp1256)
cs: Arabské (cp1256)

source: Baltic (cp1257)
cs: Baltské (cp1257)

source: Vietnam (cp1258)
cs: Vietnamské (cp1258)

source: Thai (cp874)
cs: Thajské (cp874)

source: Set Width:
cs: Nastavit šířku:

source: Ultra condensed
cs: Ultra úzké

source: Extra condensed
cs: Extra úzké

source: Condensed
cs: Úzké

source: Semi condensed
cs: Polo úzké

source: Normal
cs: Normální

source: Semi expanded
cs: Polo roztažené

source: Expanded
cs: Roztažené

source: Extra expanded
cs: Extra roztažené

source: Ultra expanded
cs: Ultra roztažené

source: Pitch:
cs: Rozteč:

source: Fixed
cs: Fixní

source: Variable
cs: Variabilní

source: Scalable:
cs: S měřítkem:

source: All Fonts:
cs: Všechny fonty:

source: &Directory:
cs: &Adresář:

source: Create New Directory
cs: Vytvořit nový adresář

source: Already Exists
cs: Již existuje

source: Cannot Create
cs: Nemohu vytvořit

source: Copy File
cs: Kopírovat soubor

source: Error Copying File
cs: Chyba kopírování souboru

source: Move File
cs: Přesunutí souboru

source: Error Moving File
cs: Chyba přesunu souboru

source: Link File
cs: Odkázat soubor

source: Error Linking File
cs: Chyba odkazu soubor

source: Deleting file
cs: Mazání souboru

source: Error Deleting File
cs: Chyba mazání souboru

source: Up one level
cs: O úroveň výš

source: Home directory
cs: Domovský adresář

source: Work directory
cs: Pracovní adresář

source: Sorting
cs: Seřazení

source: Reverse
cs: Obráceně

source: Ignore case
cs: Ignorovat velikost

source: Hidden files
cs: Skryté soubory

source: Bookmarks
cs: Záložky

source: Set bookmark
cs: Nastavit záložky

source: Clear bookmarks
cs: Vyčistit záložky

source: New directory...
cs: Nový adresář...

source: Copy...
cs: Kopírovat...

source: Move...
cs: Přesunout...

source: Link...
cs: Odkaz...

source: Delete...
cs: Smazat...

source: Name
cs: Jméno

source: Type
cs: Typ

source: Modified Date
cs: Datum úpravy

source: Group
cs: Skupina

source: Attributes
cs: Atributy

source: Link
cs: Odkaz

source: &File Name:
cs: &Jméno:

source: File F&ilter:
cs: F&iltr:

source: Read Only
cs: Jen pro čtení

source: Directory:
cs: Adresář:

source: &Set bookmark Bookmark current directory.
cs: &Nastavit záložky Zazáložkuje aktuální adresář.

source: &Clear bookmarks Clear bookmarks.
cs: &Vyčistit záložky Vyčistí záložky.

source: Go up one directory Move up to higher directory.
cs: Jít o adresář výše Přesune do adresáře výše.

source: Go to home directory Back to home directory.
cs: Jít do domovského adresáře Zpátky do domovského adresáře.

source: Go to work directory Back to working directory.
cs: Jít do pracovního adresáře Zpátky do pracovního adresáře.

source: Bookmarks Visit bookmarked directories.
cs: Záložky Navštíví zazáložkované adresáře.

source: Create new directory Create new directory.
cs: Vytvořit nový adresář Vytvoří nový adresář.

source: Show list Display directory with small icons.
cs: Zobrazit seznam Zobrazí adresář s malými ikonami.

source: Show icons Display directory with big icons.
cs: Zobrazit ikony Zobrazí adresář s velkými ikonami.

source: Show details Display detailed directory listing.
cs: Zobrazit detaily Zobrazí detailní seznam adresářů.

source: Show hidden files Show hidden files and directories.
cs: Zobrazit skryté soubory Zobrazí skryté soubory a adresáře.

source: Hide Hidden Files Hide hidden files and directories.
cs: Skrýt skryté soubory Skryje skryté soubory a adresáře.

source: Create new directory with name:
cs: Vytvořit nový adresář:

source: File or directory %s already exists.
cs: Soubor nebo adresář %s již existuje.

source: Cannot create directory %s.
cs: Nemohu vytvořit adresář %s.

source: Copy file from location: %s to location:
cs: Kopírovat soubor z: %s do:

source: Unable to copy file: %s to: %s Continue with operation?
cs: Nemohu kopírovat soubor: %s do: %s Pokračovat?

source: Move file from location: %s to location:
cs: Přesunout soubor z: %s do:

source: Unable to move file: %s to: %s Continue with operation?
cs: Nemohu přesunout soubor: %s do: %s Pokračovat?

source: Link file from location: %s to location:
cs: Linkovat soubor z: %s do:

source: Unable to link file: %s to: %s Continue with operation?
cs: Nemohu linkovat soubor: %s do: %s Pokračovat?

source: Deleting files
cs: Mazání souborů

source: Are you sure you want to delete the file: %s
cs: Jste si jistý smazáním souboru: %s

source: Unable to delete file: %s Continue with operation?
cs: Nemohu smazat soubor: %s Pokračovat?

source: Select all
cs: Vybrat vše

source: Sort by
cs: Seřadit podle

source: Time
cs: Čas

source: View
cs: Náhled

source: Small icons
cs: Malé ikony

source: Big icons
cs: Velké ikony

source: Rows
cs: Řádky

source: Columns
cs: Sloupce

source: Preview images
cs: Náhledové obrázky

source: Normal images
cs: Normální obrázky

source: Medium images
cs: Střední obrázky

source: Giant images
cs: Obří obrázky

source: &Replace
cs: &Nahradit

source: Re&place All
cs: Na&hradit vše

source: S&earch for:
cs: H&ledat:

source: Replace &with:
cs: Nahradit &s:

source: Ex&act
cs: Pře&sně

source: &Ignore Case
cs: &Ignorovat velikost

source: E&xpression
cs: Vý&raz

source: &Backward
cs: &Zpětně

source: Ready.
cs: Připraven.
